Repository: tyrbine-protocol/tyrbine-website
Catalog: lib/l10n/app_*.arb
Languages: hi, ru

# notification
source: Preparing for the initial offering of nodes. Follow us:
hi: नोड्स की प्रारंभिक पेशकश की तैयारी कर रहे हैं। हमें फॉलो करें:
ru: Подготовка к первичному размещению нод. Подпишись:

# project_description
source: Liquidity Protocol for Solana Ecosystem
hi: Solana पारिस्थितिकी तंत्र के लिए लिक्विडिटी प्रोटोकॉल
ru: Протокол ликвидности для Solana

source: About
hi: परिचय
ru: О проекте

source: Claim
hi: दावा करें
ru: Потребовать

source: Connect
hi: कनेक्ट करें
ru: Подключить

source: How it work
hi: यह कैसे काम करता है
ru: Как это работает

# how_first
source: Tyrbine Nodes provide liquidity for Solana ecosystem
hi: Tyrbine नोड्स Solana पारिस्थितिकी तंत्र के लिए तरलता प्रदान करते हैं
ru: Ноды Tyrbine обеспечивают ликвидность для экосистемы Solana

source: Income
hi: आय
ru: Доход

# income_description
source: Nodes earn income from trading fees
hi: नोड्स ट्रेडिंग शुल्क से आय अर्जित करते हैं
ru: Ноды получают доход от торговых комиссий

source: Holders
hi: होल्डर्स
ru: Держатели

# holders_description
source: 100% of income are distributed among the holders of the nodes
hi: 100% आय नोड्स के धारकों में वितरित की जाती है
ru: 100% дохода распределяется между держателями нод

source: Profitability
hi: लाभप्रदता
ru: Доходность

source: Economics
hi: अर्थशास्त्र
ru: Экономика

source: Roadmap
hi: रोडमैप
ru: Дорожная карта

# stability
source: Stability in crypto is here
hi: क्रिप्टो में स्थिरता आ गई है
ru: Стабильность в крипто уже здесь

source: Docs
hi: दस्तावेज़
ru: Документация

source: Nodes
hi: नोड्स
ru: Ноды

source: Stat
hi: आंकड़े
ru: Статистика

source: Company
hi: कंपनी
ru: Компания

source: Security
hi: सुरक्षा
ru: Безопасность

source: Resources
hi: संसाधन
ru: Ресурсы

source: Privacy policy
hi: गोपनीयता नीति
ru: Политика конф.

source: Feature
hi: विशेषता
ru: Механика

source: Scroll
hi: स्क्रॉल करें
ru: Прокрути

source: Billion
hi: अरब
ru: Миллиарда

# dailyTrading
source: Daily trading volume on Solana
hi: Solana पर दैनिक ट्रेडिंग वॉल्यूम
ru: Ежедневный торговый объём в сети Solana

# dailyTradingSubtext
source: We expect our nodes to handle a minimum of 5% of Solana daily trading volume. In this case, the profitability of one node will be 10 USDC per day
hi: हम अपेक्षा करते हैं कि हमारे नोड्स Solana के दैनिक ट्रेडिंग वॉल्यूम का कम से कम 5% संभालें। इस स्थिति में, एक नोड की लाभप्रदता प्रतिदिन 10 USDC होगी
ru: Мы ожидаем, что наши ноды будут обрабатывать минимум 5% ежедневного торгового объема Solana. В этом случае доходность одной ноды составит 10 USDC в день

# nodesEarning
source: Nodes are earning high-liquidity tokens SOL, USDC
hi: नोड्स उच्च-तरलता वाले टोकन जैसे SOL, USDC कमा रहे हैं
ru: Ноды зарабатывают токены с высокой ликвидностью: SOL, USDC

source: Transparent
hi: पारदर्शी
ru: Прозрачность

# revDist
source: Revenue distribution
hi: राजस्व वितरण
ru: Распределения доходов

# revDistSubtext
source: The project team earns as well as the owners of nodes, there are 2000 nodes in circulation, and only 100 belong to the team
hi: परियोजना टीम को भी नोड मालिकों की तरह आय होती है। कुल 2000 नोड्स हैं, जिनमें से केवल 100 टीम के पास हैं
ru: Команда проекта зарабатывает так же, как и владельцы нод. В обращении 2000 нод, из которых только 100 принадлежат команде

# roadmapSubtext
source: 3 steps to reach profitability: Initial Node Offering, Tyrbine Protocol Launch and Jupiter Exchange Integration
hi: लाभप्रदता तक पहुँचने के लिए 3 चरण: प्रारंभिक नोड पेशकश, Tyrbine प्रोटोकॉल लॉन्च और Jupiter एक्सचेंज एकीकरण
ru: 3 шага к прибыльности: первичное размещение нод, запуск протокола Tyrbine и интеграция с агрегатором Jupiter

source: Launcher
hi: लॉन्चर
ru: Лаунчер

# quickStart
source: Quick start to run node
hi: नोड शुरू करने के लिए त्वरित प्रारंभ
ru: Быстрый старт для запуска ноды
